org/The_Graph,_Wall,_Tome_project_of_Eric_Weinstein's_Portal_Community.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: The_Graph,_Wall,_Tome_project_of_Eric_Weinstein's_Portal_Community
#+TITLE: The Graph, Wall, Tome project of Eric Weinstein's Portal Community
* The graph
** A paragraph written by Edward Witten p. 280 in the 1986 Proceedings of the International Congress of Mathematicians but p. 20 in [[file:Physics_and_geometry_by_Edward_Witten_in_1986.org][Physics and geometry by Edward Witten in 1986]]
*** If one wants to summarize our knowledge of physics in the briefest possible terms, there are really three fundamental observations
**** 1. Space-time is a pseudo-Riemannian manifold, $$M$$, endowed with a metric tensor and governed by geometrical laws
**** 2. Over $$M$$ is a principal $$G$$-bundle, $$P_G$$, with a non-Abelian structure group $$G$$
**** 3. Fermions are sections of $$\hat{S}_+ \otimes V_R \oplus \hat{S}_* \otimes V_{\tilde{R}}$$. $$R$$ and $$\tilde{R}$$ are not isomorphic, but should be complex linear representations of $$G$$
**** 4. ? Higgs
*** All of this must be supplemented with the understanding that the geometrical laws obeyed by the metric tensor, the gauge fields, and the fermions are to be interpreted in quantum mechanical terms.
