content/posts/The_Graph,_Wall,_Tome_project_of_Eric_Weinstein's_Portal_Community.md
+++
title = "The Graph, Wall, Tome project of Eric Weinstein's Portal Community"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:06-04:00
slug = "The_Graph,_Wall,_Tome_project_of_Eric_Weinstein's_Portal_Community"
draft = false
+++

## The graph {#the-graph}


### A paragraph written by Edward Witten p. 280 in the 1986 Proceedings of the International Congress of Mathematicians but p. 20 in [Physics and geometry by Edward Witten in 1986]({{< relref "Physics_and_geometry_by_Edward_Witten_in_1986" >}}) {#a-paragraph-written-by-edward-witten-p-dot-280-in-the-1986-proceedings-of-the-international-congress-of-mathematicians-but-p-dot-20-in-physics-and-geometry-by-edward-witten-in-1986--physics-and-geometry-by-edward-witten-in-1986-dot-md}

<!--list-separator-->

-  If one wants to summarize our knowledge of physics in the briefest possible terms, there are really three fundamental observations

    <!--list-separator-->

    -  1. Space-time is a pseudo-Riemannian manifold, \\[M\\], endowed with a metric tensor and governed by geometrical laws

    <!--list-separator-->

    -  2. Over \\[M\\] is a principal \\[G\\]-bundle, \\[P\_G\\], with a non-Abelian structure group \\[G\\]

    <!--list-separator-->

    -  3. Fermions are sections of \\[\hat{S}\_+ \otimes V\_R \oplus \hat{S}\_\* \otimes V\_{\tilde{R}}\\]. \\[R\\] and \\[\tilde{R}\\] are not isomorphic, but should be complex linear representations of \\[G\\]

    <!--list-separator-->

    -  4. ? Higgs

<!--list-separator-->

-  All of this must be supplemented with the understanding that the geometrical laws obeyed by the metric tensor, the gauge fields, and the fermions are to be interpreted in quantum mechanical terms.
